{
    "VAR_META_LANG":"ro",
    "VAR_MENU_HOME":"Acasă",
    "VAR_MENU_ABOUT":"Despre noi",
    "VAR_MENU_VIDEO":"Video",
    "VAR_MENU_AUDIO":"Audio",
    "VAR_MENU_EVENTS":"Noutăţi",
    "VAR_MENU_CONTACT":"Contact",
    "VAR_FB_PAGE":"Pagina de Facebook",
    "VAR_ABOUT_HEAD":"Artiştii",
    "VAR_META_TITLE_ABOUT":"Despre Balkanamera JazzQ",
    "VAR_META_DESC_ABOUT":"Siteul oficial al formaţiei Balkanamera JazzQ - despre formaţie şi membrii ei",
    "VAR_ABOUT_LINK1":"Artiştii",
    "VAR_ABOUT_LINK2":"Formaţia",
    "VAR_ABOUT_BAND":"RO-The Balkanamera group, approaching an Ethno Jazz style, was founded in 2010 in Constanţa by the late jazz & blues drummer Corneliu Stroe (October 22,1949 - June 10, 2017), and the jazz trombonist Liviu Marculescu. They tenaciously cultivated an unusual blend of North American Jazz, with Latin influences, some funk allusions, with timbres, melodicity, elements, and metrics typical of the Dobrudean, Balkan folklore, particularized by a clear oriental atmosphere. Benefitting of the very versatile voice of Elena Gatcin (from blues to contemporary jazz), Balkanamera JazzQ offers their audience an exquisite blend that flows fluently, evolving into sound images of a remarkable color diversity.",
    "VAR_ABOUT_ELENA": "RO-Elena is no stranger to the world of performance and especially to the world of live performances, on the stage. She graduated from the Conservatory ‘Gavriil Musicescu’ of Chișinău. She is a teacher as much as she is a composer, but she also stands out amongst the crowd as an extremely talented pianist and vocalist. Having been on TV, on the radio, having been showered with numerous awards and distinctions, while also playing an important part in her own band, known as ‘Shake Down’, Elena Gatcin has been an essential part of Balkanamera JazzQ ever since its creation, always making sure to add her own, personal and unique touch to everything, every sound, through virtuous yet subtle improvisations while playing the piano, but mostly through her singing. Her voice can only be described as something perhaps as colourful, as intense, as blinding and as strong as the sun itself, seeing as, whenever she starts singing, her vocal talent always shines through.",
    "VAR_ABOUT_LIVIU": "RO-Liviu is the base trombone blower of the band. Having graduated the trombone section of the ‘George Enescu’ Conservatory of Iași, he was the main trombone player in the Symphonic Orchestra of Romania and a solo trombone player within the Big Band Studio of Bucharest. While being well-accustomed to the classic repertoire of the trombone, he also studied jazz, getting used to the varied repertoire of the genre of jazz, going back and forth between classical jazz and free jazz. He’s the kind of musician who always tries to find the lesser-known parts of improvised music. Boasting numerous recordings and releases, which feature musicians from both Romania and various other parts of the European continent, Liviu is known and greatly appreciated for his original output, which allows him to secure his band, Balkanamera JazzQ, its originality. Due to his desire to always bring something new to the table, Liviu has taken it upon himself to incorporate the Balkan melos into the majority of his songs (if not all), while, at the same time, making it all feel as contemporary as possible.",
    "VAR_ABOUT_GIANI": "RO-At first, he was known as a sax player, playing the baritone saxophone and participating at jazz festivals in Romania and abroad ever since 1978. His second ‘love’, the contrabass, brought him into the Balkanamera band and universe well since its initiation – in 2010. Owing to his great experience as a jazz musician, having sung & performed in trios and a big band, he was able to offer us a great rhythmic and harmonical foundation, steadly and intelligently brought together. Eugen Amarandei showers the band beautifully with the warm and vigurous sounds of the contrabass. Rhythm, harmony, stability – these must be the three words that best describe the contrabass player of Balkanamera JazzQ.",
    "VAR_ABOUT_EUGEN": "RO-The youngest member of our band, he first began his musical journey by studying classical guitar while being a student of the College of Arts ‘Ciprian Porumbescu’ of Suceava. Having graduated from the University of Arts ‘George Enescu’ of Iasi, with a Master’s in Guitar playing, he has received well over 40 awards, always coming home with the biggest prizes. Captivated by the sound of heavy metal music, pop-funk, soul, blues and jazz, his presence feels similar to that of a breath of fresh air in our band, through his unique and tasteful improvisations. His background of classical and jazz studies have allowed him to grow so much as a musician, to the point where his talent oozes from each and every single touch on his guitar. Innovative, modern and spontaneous – are just a few words that I could use to describe Eugen Toboș.",
    "VAR_ABOUT_CONSTANTIN": "RO-We can easily sum Constantin Stavrat up by using the following words: a powerful. Considering the fact that he’s no stranger to the ‘swing’ genre of jazz, he always catches everyone off guard through/thanks to the creativity and meticulousness with which he approaches any kind of rhythm (and here we’re talking about all kinds of rhythms, such as Latin rhythms, modern rhythms, rhythms pertaining to the funk genre, to pop-rock, rap etc.). Taking into account that he reads sheet music while encountering no difficulties and that he boasts both a Bachelor’s Degree and a PhD in Music, having specialised in percussion instruments, he plays percussion instruments with visible ease. Currently, he also teaches at the University of Arts ‘George Enescu’ of Iași, but he still is as important of a band member as any other member of the Balkanamera JazzQ, to this day enchating us and the listeners with his (rhythmic) talent.",
    "VAR_META_TITLE_EVENTS":"Balkanamera JazzQ :: Evenimente",
    "VAR_META_DESC_EVENTS":"Siteul oficial al formaţiei Balkanamera JazzQ - evenimente ce urmează să aibă loc",
    "VAR_EVENTS_HEADLINE":"Balkanamera JazzQ - evenimente următoare",
    "VAR_EVENTS_INFOTEXT":"Pentru mai multe informaţii, vizitaţi ",
    "VAR_META_TITLE_CONTACT":"Balkanamera JazzQ :: Contact",
    "VAR_META_DESC_CONTACT":"Balkanamera JazzQ Official Website - Pagină de contact",
    "VAR_CONTACT_HEADLINE":"Ia legătura cu noi",
    "VAR_FORM_NAME":"Nume",
    "VAR_FORM_NAME_PL":"Ion Ionescu",
    "VAR_FORM_MAIL":"Email",
    "VAR_FORM_MAIL_PL":"ion@mailservice.com",
    "VAR_FORM_MESS":"Mesaj",
    "VAR_FORM_MESS_PL":"Scrie-ne câteva cuvinte ...",
    "VAR_FORM_SEND":"Trimite",
    "VAR_FORM_STATUS":"Se trimite!"
}